import "./Home.css";
import React from "react";

function Home() {
  return (
    <div className="home">
      <h1 id="indi">INDI-COM</h1>
      <p id="expo">
        פלטפורמה ללמידת שפות פיתוח, 
        כלים הנחוצים לפיתוח תוכנה, 
        טיפים וקישורים מעניינים שאספתי במהלך הדרך.
        האתר עדיין בבניה, אני מחפש משתתפים ועוזרים בכל הזמן.
      המטרה הסופית שהאתר יכיל את כל המצגות שנכתבו בעבר,
      הסרטונים הנלווים ותרגילים לכל טכנולוגיה.
      הפלטפורמה מנסה להנגיש את החומר בשפה העברית על מנת להנגיש 
      ולהקל על הלמידה, עם זאת, ישנו דגש למונחים חשובים, מילות מפתח ובאז וורדס. 
      </p>
      <img src="logo512.png" alt="indi-logo" />
    </div>
  );
};

export default Home;
